{
  "sex": {
    "female": "여자",
    "male": "남성"
  },
  "size": {
    "shoes": "신발 사이즈",
    "clothes": "옷 사이즈"
  },
  "notFound": "찾을 수 없음",
  "bodyType": {
    "XShape": "엑스셰이프",
    "AShape": "모양",
    "VShape": "V 모양",
    "IShape": "나는 모양",
    "MixedShape": "혼합 모양",
    "name": "체형"
  },
  "description": {
    "name": "설명",
    "female": {
      "XShape": "X자형 체형은 어깨와 엉덩이가 상대적으로 같은 사이즈이며, 허리가 정의되어 있습니다. 몸에서 가장 넓은 부분은 정면에서 보았을 때 엉덩이가 아니라 허벅지입니다.",
      "AShape": "이것은 지방이 가장 건강하게 분포되어 있고 심장병에 걸릴 가능성이 가장 낮은 A형의 전형적인 여성형 모양입니다(행운이군요!). A형 여성은 엉덩이와 허벅지보다 어깨가 좁습니다.",
      "VShape": "V자형 몸매나 역삼각형 몸매라면 어깨보다 엉덩이가 더 좁다. 허리가 약간 들어가거나 좀 더 똑바르게 보일 수 있지만 체형의 주요 특징은 어깨와 엉덩이의 비율이 다릅니다.",
      "IShape": "신체의 모든 부분에 대해 동일한 치수를 가지고 있다면 직선형 체형임을 알 수 있습니다. 이 체형은 일반적으로 슈퍼모델 바디로 알려져 있습니다. 직사각형 또는 눈금자 본체라고도 합니다. 허리선이 잘 드러나지 않아 몸이 곧게 보이는 경향이 있다.",
      "MixedShape": "각 모양 내에는 실제 크기가 매우 다양합니다. 또한 일부 신체 모양은 A 모양, V 모양, X 모양, I 모양과 같이 아래 나열된 모양에 맞지 않을 수 있습니다."
    },
    "male": {
      "XShape": "X자형 몸매는 어깨와 힙이 비교적 비슷한 사이즈이며, 허리는 깔끔한 편입니다. 몸의 가장 넓은 부분은 종종 정면에서 볼 때 허벅지입니다. 이것이 당신의 신체 유형이라면 남성으로서 근력 운동에 적합하고 아마도 근육을 쉽게 만들 수 있다는 것을 알게 될 것입니다. 팔과 어깨뿐만 아니라 부러워하는 허벅지, 종아리 및 엉덩이 근육을 만드십시오. 당신의 몸은 지방을 쉽게 축적하기 때문에 절대 지방이 되지 않도록 주의하십시오. 그리고 당분이 많은 탄수화물을 너무 많이 섭취하는 경향이 있습니다. 가능하면 저탄수화물 식단을 유지하십시오.",
      "AShape": "A형 남자는 어깨가 엉덩이와 허벅지보다 좁습니다. 많은 남성들이 추구하는 고전적인 V는 아니지만, 지방이 가장 건강하게 분포되어 있고 심장병에 걸릴 가능성이 가장 낮습니다(행운이군요!). 유산소 운동은 지방 분포에 도움이 되며 체육관에서 웨이트 트레이닝을 상체에 집중할 수 있습니다. 팔뿐만 아니라 Pec, 광배 및 어깨 운동은 이러한 체형에 매우 중요합니다.",
      "VShape": "V자형 몸매나 역삼각형 몸매라면 어깨보다 엉덩이가 더 좁다. 허리가 약간 들어가거나 좀 더 똑바르게 보일 수 있지만 체형의 주요 특징은 어깨와 엉덩이의 비율이 다릅니다. 이것은 고전적인 슈퍼맨 바디 유형입니다. 닭 다리를 피하기 위해 상체뿐만 아니라 다리도 운동하는 것을 잊지 마십시오!",
      "IShape": "I 체형은 종종 마른 체형입니다. Russell Brand를 생각하면 되지만 항상 그런 것은 아닙니다. David Beckham은 I 유형이고 멋지게 보이지만 그는 분명히 일했습니다. 유산소 운동에 정말 잘 적응하고 근육은 작아지지만 날씬하고 건강해 보일 수 있습니다. 당신이 과체중이라면, 당신은 아마도 당신이 과체중을 고르게 짊어지고 있다는 것을 알게 될 것입니다. 이것은 종종 당신이 그것을 균등하게 잃을 것이라는 것을 의미합니다.",
      "MixedShape": "각 모양 내에는 실제 크기가 매우 다양합니다. 또한 일부 신체 모양은 A 모양, V 모양, X 모양, I 모양과 같이 아래 나열된 모양에 맞지 않을 수 있습니다."
    }
  }
}
