{
  "sex": {
    "female": "женщина",
    "male": "мужчина"
  },
  "size": {
    "shoes": "Размер обуви",
    "clothes": "Размер одежды"
  },
  "notFound": "Не найдено",
  "bodyType": {
    "XShape": "X Форма",
    "AShape": "A Форма",
    "VShape": "V Форма",
    "IShape": "I Форма",
    "MixedShape": "Смешанная форма",
    "name": "Тип фигуры"
  },
  "description": {
    "name": "Описание",
    "female": {
      "XShape": "Тело X-образной формы имеет плечи и бедра примерно одинакового размера, а также определенную талию. Самая широкая часть тела - бедра, а не низ, если смотреть спереди.",
      "AShape": "Это классическая женская форма, которая имеет наиболее здоровое распределение жира и меньше всего подвержена сердечным заболеваниям (вам повезло!). У женщины формы А плечи уже, чем ее бедра.",
      "VShape": "Если у вас фигура V или перевернутого треугольника, ваши бедра уже, чем ваши плечи. Ваша талия может немного сужаться или быть немного прямее, но основной отличительной чертой вашей формы являются разные пропорции плеч и бедер.",
      "IShape": "Вы знаете, что у вас прямое телосложение, если у вас одинаковые размеры для всех частей тела. Этот тип телосложения широко известен как тело супермодели. Его еще называют прямоугольным или линейным корпусом. Поскольку у него нет четко очерченной линии талии, тело обычно выглядит прямым.",
      "MixedShape": "Каждая фигура имеет очень широкий диапазон реальных размеров. Кроме того, некоторые формы тела могут не вписываться ни в одну из форм, перечисленных ниже: A-образная, V-образная, X-образная, I-образная."
    },
    "male": {
      "XShape": "Тело X-образной формы имеет плечи и бедра примерно одинакового размера и аккуратную талию. Самая широкая часть тела - часто бедра, если смотреть спереди. Если это ваш тип телосложения, как мужчина, вы обнаружите, что хорошо подходите для силовых тренировок и, вероятно, легко наращиваете мышцы. Убедитесь, что вы накачиваете завидные мышцы бедер, икр и ягодиц, а также руки и плечи. Будьте осторожны, никогда не позволяйте ему превращаться в жир, так как ваше тело легко откладывает жир. И вы можете съесть слишком много сладких углеводов. По возможности придерживайтесь низкоуглеводной диеты.",
      "AShape": "У мужчины формы А плечи уже, чем его бедра. Хотя это не классический вариант V, к которому стремятся многие мужчины, у вас наиболее здоровое распределение жира и наименьшая вероятность сердечных заболеваний (вам повезло!). Кардио упражнения помогут распределить жир и сконцентрируют ваши усилия по силовой тренировке в тренажерном зале на верхней части тела. Тренировки груди, широчайших мышц и плеч, а также рук имеют решающее значение для этого типа телосложения.",
      "VShape": "Если у вас фигура V или перевернутого треугольника, ваши бедра уже, чем ваши плечи. ваша талия может немного сужаться или быть немного прямее, но главной отличительной чертой вашей формы являются разные пропорции плеч и бедер. Это классический тип телосложения Супермена. Не забывайте прорабатывать эти ноги, а также верхнюю часть тела, чтобы избежать куриных окорочков!",
      "IShape": "Тип телосложения I часто худощавый - подумайте Рассела Брэнда, но не всегда. Дэвид Бекхэм - типаж «я» и отлично выглядит, но он явно над этим поработал. Вы действительно хорошо адаптируетесь к кардио-упражнениям, и, хотя мышцы будут становиться меньше, вы сможете выглядеть стройным и подтянутым. Если у вас избыточный вес, вы, вероятно, обнаружите, что несут лишний вес равномерно. Это часто означает, что вы тоже потеряете его равномерно.",
      "MixedShape": "Каждая фигура имеет очень широкий диапазон реальных размеров. Кроме того, некоторые формы тела могут не вписываться ни в одну из форм, перечисленных ниже: A-образная, V-образная, X-образная, I-образная."
    }
  }
}
