{
  "sex": {
    "female": "жінка",
    "male": "чоловік"
  },
  "size": {
    "shoes": "Розмір взуття",
    "clothes": "Розмір одягу"
  },
  "notFound": "Не знайдено",
  "bodyType": {
    "XShape": "X Форма",
    "AShape": "A Форма",
    "VShape": "V Форма",
    "IShape": "I Форма",
    "MixedShape": "Змішана Форма",
    "name": "Тип фігури"
  },
  "description": {
    "name": "Опис",
    "female": {
      "XShape": "Тіло форми Х має відносно однаковий розмір плечей і стегон, а також чітку талію. Найширшою частиною тіла є стегна, а не низ, якщо дивитися спереду.",
      "AShape": "Це класична жіноча форма А, яка має найбільш здоровий розподіл жиру та найменшу ймовірність серцевих захворювань (вам пощастить!). У жінки форми А плечі вужчі, ніж її стегна.",
      "VShape": "Якщо у вас V-подібне тіло або фігура перевернутого трикутника, ваші стегна вужчі за плечі. ваша талія може трохи збільшуватися або бути трохи більш прямою, але головною визначальною рисою вашої фігури є різні пропорції плечей і стегон.",
      "IShape": "Ви знаєте, що у вас прямий тип статури, якщо у вас однакові розміри для всіх частин вашого тіла. Цей тип статури в народі відомий як тіло супермоделі. Його ще називають прямокутним або лінійним тілом. Оскільки він не має чітко вираженої лінії талії, тіло має тенденцію виглядати прямим.",
      "MixedShape": "Існує дуже широкий діапазон фактичних розмірів для кожної форми. Крім того, деякі форми тіла можуть не вписуватися в жодну з форм, перелічених нижче: A Shape, V Shape, X Shape, I Shape."
    },
    "male": {
      "XShape": "Х-подібне тіло має відносно однаковий розмір плечей і стегон, а також акуратну талію. Найширшою частиною тіла часто є стегна, якщо дивитися спереду. Якщо це ваш тип статури, як чоловік, ви виявите, що добре підходить для силових тренувань і, ймовірно, легко нарощуєте м’язи. Обов’язково набудуйте ці завидні м’язи стегон, литок і сідниць, а також руки і плечі.",
      "AShape": "У чоловіка форми А плечі вужчі, ніж його стегна. Хоча це не класичний V, до якого прагнуть багато чоловіків, у вас є найбільш здоровий розподіл жиру і найменша ймовірність серцевих захворювань (вам пощастило!). Кардіо-вправи допоможуть розподілити жир і зосередити зусилля на тренуванні з обтяженням у тренажерному залі на верхній частині тіла. Вирішальне значення для цього типу статури мають тренування на грудях, широках і плечах, а також на руках.",
      "VShape": "Якщо у вас V-подібне тіло або фігура з перевернутим трикутником, ваші стегна вужчі за плечі. ваша талія може трохи збільшуватися або бути трохи більш прямою, але головною визначальною рисою вашої фігури є різні пропорції плечей і стегон. Це класичний тип статури Супермена. Не забудьте тренувати ноги, а також верхню частину тіла.",
      "IShape": "I тип статури часто худий – подумайте, Рассел Бренд, але не завжди. Девід Бекхем – має І тип і виглядає чудово, але він явно над цим працював. Ви дуже добре адаптуєтеся до кардіотренувань, і, хоча м’язи зменшаться, ви зможете виглядати стрункими та підтягнутими. Якщо у вас зайва вага, ви, ймовірно, помітите, що тримаєте зайву вагу рівномірно. Це часто означає, що ви також втратите її рівномірно.",
      "MixedShape": "Існує дуже широкий діапазон фактичних розмірів у кожній формі. Крім того, деякі форми тіла можуть не вписуватися в жодну з форм, перелічених нижче: A Shape, V Shape, X Shape, I Shape."
    }
  }
}
